<?php
return [
    //button
    'confirm' => '確認',
    'submit' => '送信',
    'back' => '戻る',
    'form_confirm' => '誤りがないことを確認のうえ送信ボタンをクリックしてください。',

    //header
    'home' => 'ホーム',
    'campDescription' => 'キャンプの説明',
    'JrCamp' => 'ジュニアキャンプ',
    'FamilyCamp' => 'ファミリーキャンプ',
    'videos' => '動画',
    'community' => 'コミュニティ',
    'RegistrationForAgency' => '代理店様用',
    'contact' => 'お問い合わせ',

    //home
    'Price' => '値段',
    'Schedule' => 'スケジュール',
    'Facility' => '施設',
    'Meal' => '食事',
    'Picture' => '写真',
    'experience' => '体験談',
    'NewArticles' => '新着記事',

    //camp description
    'D_mainTitle' => 'なぜ、ＣＥＡ英語キャンプなのか？',
    'D_subTitle1' => '英語学習に要する時間とは？',
    'D_content1' => 'ＣＥＡは国際基準ＣＥＦＲに準拠したレベル評価を行っています。あなたの目標を国際基準に沿って判断すると、あなたの目標達成迄どの程度の時間を要するのでしょうか？',
    'D_content2' => 'この質問は、個人差もある為、非常に難しい質問です。ただ、指針としてEnglishUKという団体では、次のレベルにステップアップするのには約120時間程度。かの有名なCambridge ESOLでは200時間程度という指針があります。',
    'D_content3' => 'これは、あくまでも概算ですが、英語教育のひとつの目安になっています。
    勿論、これは単純に比較できず、様々なファクターが英語上達にはあります。しかし、シンプルに言えば、とにかく長い時間英語に触れる必要があり、より長い時間英語環境に浸る事が英語上達の最も重要なファクターのひとつであるという事です。',
    'D_content4' => 'CEAの英語キャンプにおいては、全ての生活において英語環境を提供し個々の目標達成迄サポートします。
    上記より、CEAキャンプでは4週滞在すれば、次のレベルにステップアップする200時間以上の英語環境に浸るプログラムがセットされており確実に次のレベルへステップアップを約束します。',

    'D_subTitle2' => 'CPH（Critical Period Hypothesis)とは何？',
    'D_content5' => '「クリティカルピリオッド仮説」とは、言語習得能力と年齢が生物学的に関連するという仮説です。',
    'D_content6' => '現在の仮説は、言語を取得するための重要な期間があるということは一般的になっています。',
    'D_content7' => '第1言語を取得するための重要な期間は、生涯の最初の年です。',
    'D_content8' => '言語獲得は、脳の側方部が成熟する前の、思春期までに行わないといけない。',
    'D_content9' => 'この時間枠で言語を取得しないと、言語の取得は非常に困難になります。その後、言語、特に文法的構造の完全な理解を達成することはありません。',
    'D_pic1' => '言語習得能力と年齢の関連',
    'D_pic2' => '大脳皮質の言語エリア',
    'D_content10' => 'Penefield とRobert(1959 )によれば、9歳未満であれば3言語程度は学べます。早い段階で違う言語の暴露を行う事で、混乱や頭で訳する事なく、脳の回路が反射的に切り替わります。',
    'D_content11' => 'Lenneberg (1967) は思春期迄に言語を学ばなければ、通常言語を機能的に習得するのは難しいと言っています。',
    'D_content12' => 'Penfield and Roberts（1959）の言う神経学的メカニズムは 言語学習能力の成熟した変化を担うという説は、 Lennebergの脳の側方化と13歳前後の言語のための左半球の特殊化という仮説に一致しています',
    'D_content13' => '乳児の運動能力と言語能力は同時に発達しますが、年齢13歳までに大脳半球の機能は分離し、言語の習得が困難になります。',

    'D_subTitle3' => '一緒にCEA英語キャンプに参加しよう！',
    'D_content14' => 'CEA英語キャンプの特徴。',
    'D_content15' => 'アカデミックにフォーカスしたスタイル',
    'D_content16' => '週末にはアクティビティーはあるものの、ベースは英語力向上を重点においたプログラム。',
    'D_content17' => '英語漬けのキャンプになります。我々は、全ての参加者が英語環境に浸る事を目的としています。',
    'D_content18' => 'CEBU ENGLISH ACADEMY（TESDA認定校）の主催',
    'D_content19' => 'CEA ( CEBU ENGLISH ACADEMY )はフィリピン政府より正式に認可を受けた語学学校です。',
    'D_content20' => '講師の質には自信があり、また講師の水準も高いレベル維持されています。',
    'D_content21' => '我々の英語キャンプは10代の小中学生',
    'D_content22' => 'CPH（Critical Period Hypothesis )によると、脳の機能が12歳前後より変化し言語習得が難しくなると言われています。その為、我々はこの英語キャンプにおいて、小中学生対象に英語環境に浸る専門プログラムにより、英語キャンプを開催し、より多くの子供たちの英語力向上の手助けをしたいのです。',

    //Jr camp
    'Jr_mainTitle' => 'CEA英語ジュニアキャンプの特徴',
    'Jr_content1' => '朝起きて、寝るまで、全ての参加される子供たちへきめ細やかな管理をします。',
    'Jr_content2' => 'そして、お子様方より効率的に当校の英語キャンプにおいて英語力の向上を約束します。',
    'Jr_content3' => '我々は、CEBUに校舎を持っておりますが、キャンプでは全てのお子様方の安全と快適な生活の為、既存の学校施設ではなく、キャンプ専属の施設を利用します。',
    'Jr_content4' => 'また、各部屋に保護者講師を設置します。',
    'Jr_content5' => '全ての参加者は英語での日記が義務付けられます。これは将来、かけがえのない英語の思い出を残すことになるはずです。',

    //Family camp
    'Fa_mainTitle' => 'CEA英語ファミリーキャンプの特徴',
    'Fa_content1' => '朝起きて、寝るまで、全ての参加される子供たちへきめ細やかな管理をします。',
    'Fa_content2' => 'そして、お子様方より効率的に当校の英語キャンプにおいて英語力の向上を約束します。',
    'Fa_content3' => '我々は、CEBUに校舎を持っておりますが、キャンプでは全てのお子様方の安全と快適な生活の為、既存の学校施設ではなく、キャンプ専属の施設を利用します。',
    'Fa_content4' => 'また、お子様方の成長を目の前で実感し、週末のアクティビティーではご家族での貴重な思い出が作れるはずです。',
    'Fa_content5' => '全ての参加者は英語での日記が義務付けられます。これは将来、かけがえのない英語の思い出を残すことになるはずです。',

    //video
    'Vi_info' => 'ウインターキャンプの様子の動画などを随時アップロードしていきます。',
    'Vi_content1' => 'CEA卒業生インタビュー',
    'Vi_content2' => 'CEA卒業生インタビュー',

    //community
    'Co_content1' => 'デイリーエッセイ',
    'Co_content2' => '写真',
    'Co_content3' => '入学スピーチ',
    'Co_content4' => '卒業スピーチ',
    'Co_logout' => 'ログアウト',

    //Experience story
    'Ex_content1' => 'CEAキャンプを通して、一番の経験は何ですか？',
    'Ex_content2' => 'CEAキャンプを通して、一番の大変だった事は何ですか？',
    'Ex_content3' => 'CEAキャンプを通して、思い出に残ったことは？',
    'Ex_content4' => 'CEAキャンプを通して、英語力は向上しましたか？',
    'Ex_content5' => 'CEAキャンプをお勧めできますか？',
    //Experience story confirm
    'Ex_confirm_title' => '体験談',

    //Registration agency
    'Re_title' => '代理店様用入力フォーム',
    'Re_content1' => '代理店名',
    'Re_content2' => 'プログラム',
    'Re_content3' => '期間',
    'Re_content4' => '値段',
    'Re_content5' => '生徒氏名',
    'Re_content6' => '保護者氏名　　*ファミリーキャンプのみ',
    'Re_content7' => '国籍',
    'Re_content8' => '年齢(生徒)',
    'Re_content9' => '年齢（保護者）　*ファミリーキャンプのみ',
    'Re_content10' => '住所',
    'Re_content11' => '電話番号',
    'Re_content12' => 'メールアドレス',
    //Registration agency confirm
    'Re_confirm_title' => '代理店様用入力フォーム',
    //Registration agency complete
    'Re_complete_message' => 'お申し込みいただきありがとうございました。',

    //contact
    'Con_title' => 'お問い合わせフォーム',
    'Con_content1' => 'お名前',
    'Con_content2' => 'メールアドレス',
    'Con_content3' => 'お問い合わせ種類',
    'Con_content4' => '内容',
    //contact confirm
    'Con_confirm_title' => 'お問い合わせ',
    //contact complete
    'Con_complete_message' => 'お問い合わせありがとうございました。',

];