<?php
return [
    //button
    'confirm' => 'confirm',
    'submit' => 'submit',
    'back' => 'back',
    'form_confirm' => 'Please confirm and submit.',

    //header
    'home' => 'HOME',
    'campDescription' => 'Описание ',
    'JrCamp' => 'Детский лагерь',
    'FamilyCamp' => 'Семейный лагерь',
    'videos' => 'Видео',
    'community' => 'Сообщество',
    'RegistrationForAgency' => 'Регистрация агентства',
    'contact' => 'Контакты',

    //home
    'Price' => 'Цена',
    'Schedule' => 'Расписание программы',
    'Facility' => 'Удобства',
    'Meal' => 'Питание',
    'Picture' => 'Фото',
    'experience' => 'Отзывы',
    'NewArticles' => 'new articles',

    //camp description
    'D_mainTitle' => 'Почему нужно выбрать CEA зимний лагерь?',
    'D_subTitle1' => 'Как долго занимает изучение английского языка?',
    'D_content1' => 'Обучение в CEA академии соответствует системе CEFR, которая является международным стандартом для определения уровня иностранного языка.',
    'D_content2' => 'Вопрос о том, как долго занимает изучение английского языка, очень трудный.  Тем не менее, согласно ассоциации центров английского языка в Англии, для перехода от одного уровня к другому требуется порядка 120 часов занятий (например от уровная A2 к уровню B1)',
    'D_content3' => 'Cambridge ESOL предлагает немного больше - 200 часов. Грубо говоря, это официально рекомендуемые часы обучения, необходимые для достижения прогресса.
    Кажется, что это невероятно много! ',
    'D_content4' => 'Но, погружаясь в англоговорящую среду на длительное время, вы с легкостью улучшите навыки английского языка
    Наш лагерь предоставит все необходимое для быстрого и успешного изучения английского языка.',

    'D_subTitle2' => 'Что такое гипотеза критического периода (ГКП)?',
    'D_content5' => 'ГКП - это до сих пор продолжающаяся дискуссия по языкознанию о способности приобретать язык, которая биологически связана с возрастом.',
    'D_content6' => 'Текущая гипотеза заключается в том, что для усвоения языка требуется критический период времени.',
    'D_content7' => 'Критический период для приобретения первого языка - это первые годы жизни.',
    'D_content8' => 'Усвоение языка должно происходить к возрасту полового созревания, до завершения латеризации головного мозга.',
    'D_content9' => 'Если язык не усвоен в этот период времени, дальнейшее его усвоение становится очень труднымИ человек может никогда не достичь полного понимания языка, особенно грамматических структур.',
    'D_pic1' => 'language proficiency and age of language acquisition',
    'D_pic2' => 'Broca&#39;s Area and Wernicke&#39;s Area',
    'D_content10' => 'Пенфилд и Робертс (1959) заявляют, что дети младше девяти лет могут выучитьдо трех языков: активируется раннее использование разных языковраннее воздействие на различные языки активирует рефлекс в мозге, позволяя им переключаться между языками без путаницы или перевода на первый язык (Penfield, 1964).',
    'D_content11' => 'Леннеберг (1967) утверждает, что если ни один язык не изучается в период полового созревания, его невозможно изучать в нормальном, функциональном смысле.',
    'D_content12' => 'Он также поддерживает предложение Пенфилда и Роберта (1959) о неврологических механизмах, ответственных за соразмерное изменение способностей к изучению языка.',
    'D_content13' => 'Это, как утверждает Леннеберг, совпадает с латеризацией головного мозга и лево-полусферической специализацией для языка в возрасте около тринадцати лет.Двигатели и лингвистические навыки младенцев развиваются одновременно, но в возрасте тринадцати лет функции церебрального полушария отделяются и становятся все более сложными, что затрудняет усвоение языка (Леннеберг, 1967).',

    'D_subTitle3' => 'Присоединяйтесь к нам!',
    'D_content14' => 'Наши особенности',
    'D_content15' => 'Сильная учебная программа',
    'D_content16' => 'Наша интенсивная программа обучения поможет ребенку выучить язык в короткие сроки. ',
    'D_content17' => 'Программа включает в себя 6 индивидуальных занятий, 2 групповых и другие обучающие мероприятия Мы предоставим все необходимое, чтобы ваш ребенок погрузился в англоязычную среду. ',
    'D_content18' => 'Аккредитированная школа на Филиппинах.',
    'D_content19' => 'Cebu English Academy имеет разрешение и сертификат TESDA ',
    'D_content20' => 'Наши профессиональные учителя проходят регулярные курсы повышения квалификации.',
    'D_content21' => 'Мы специализируемся на детях школьного возраста.',
    'D_content22' => 'Согласно гипотезе критического периода, существует теория, что структура мозга изменяется после 12 лет, что затрудняет усвоение новых языков.По этой причине мы предлагаем английский лагерь для детей начальной и средней школы, которые будут погруженны в английскую среду.',

    //Jr camp
    'Jr_mainTitle' => 'Особенности детского лагеря CEA',
    'Jr_content1' => ' С утра до вечера ваш ребенок будет под присмотром.',
    'Jr_content2' => 'Мы обещаем - ваш ребенок улучшит навыки общения на английском языке во время пребывания в детском лагере CEA.',
    'Jr_content3' => ' В каждой комнате, вместе с детьми, будет всегда находиться воспитатель-преподаватель',
    'Jr_content4' => '',
    'Jr_content5' => 'Все участники лагеря будут вести дневники на английском языке, чтобы оставить яркие воспоминания и перечитывать дневник на англйиском языке.',

    //Family camp
    'Fa_mainTitle' => 'Особенности семейного лагеря CEA',
    'Fa_content1' => 'С утра до вечера ваш ребенок будет под присмотром.',
    'Fa_content2' => 'Мы обещаем - ваш ребенок улучшит навыки общения на английском языке во время пребывания в детском лагере CEA.',
    'Fa_content3' => 'Родители смогут всегда находиться рядом с детьми',
    'Fa_content4' => 'и лично наблюдать за пргрессом своих детей.',
    'Fa_content5' => 'Все участники лагеря будут вести дневники на английском языке, чтобы оставить яркие воспоминания и перечитывать дневник на англйиском языке.',

    //video
    'Vi_info' => 'We will up load vidos during wintercamp 2018 ',
    'Vi_content1' => 'CEA graduates&#039; interview',
    'Vi_content2' => 'CEA graduates&#039; interview',

    //community
    'Co_content1' => 'ежедневное эссе',
    'Co_content2' => 'Личные фото',
    'Co_content3' => 'entrance speech',
    'Co_content4' => 'Выпускная речь',
    'Co_logout' => 'logout',

    //Experience story
    'Ex_content1' => 'What is best experience through CEA camps?',
    'Ex_content2' => 'What is hardest experience through CEA camps?',
    'Ex_content3' => 'what is memorable experience? ',
    'Ex_content4' => 'what do you think improvement your English skills?',
    'Ex_content5' => 'Could you recommend CEA camps?',
    //Experience story confirm
    'Ex_confirm_title' => 'Отзывы',

    //Registration agency
    'Re_title' => 'Регистрация для агентств',
    'Re_content1' => 'Название агентства',
    'Re_content2' => 'Программа',
    'Re_content3' => 'term',
    'Re_content4' => 'Цена',
    'Re_content5' => 'Имя студента',
    'Re_content6' => 'имя родителей　　*только для семейного лагеря',
    'Re_content7' => 'Национальность',
    'Re_content8' => 'Возраст(студента)',
    'Re_content9' => 'Возраст（родителей）　*только для семейного лагеря',
    'Re_content10' => 'Адрес',
    'Re_content11' => 'Телефон',
    'Re_content12' => 'E-mail',
    //Registration agency confirm
    'Re_confirm_title' => 'Регистрация для агентств',
    //Registration agency complete
    'Re_complete_message' => 'Thank you for applying',

    //contact
    'Con_title' => 'Связаться с нами',
    'Con_content1' => 'Имя',
    'Con_content2' => 'e-mail',
    'Con_content3' => 'Программа',
    'Con_content4' => 'Комментарий',
    //contact confirm
    'Con_confirm_title' => 'Связаться с нами',
    //contact complete
    'Con_complete_message' => 'Thank you for contacting us!',

];